export const levels = [
  {
    id: 1,
    words: [
      { id: 1, word: 'нос', tip: 'У человека между глаз' },
      { id: 2, word: 'сон', tip: 'Его ты видишь, когда спишь' },
    ],
    letters: ['н', 'о', 'с'],
    matrix: [
      ['*', 'н', '*'],
      ['с', 'о', 'н'],
      ['*', 'с', '*'],
    ],
  },
  {
    id: 2,
    words: [
      { id: 1, word: 'носорог', tip: 'Животное, у которого один рог на голове' },
      { id: 2, word: 'носороги', tip: 'Носорог во множественном числе' },
      { id: 3, word: 'рог', tip: 'Костный вырост на голове животного' },
      { id: 4, word: 'ринг', tip: 'Площадка, на которой проводят бои' },
      { id: 5, word: 'горн', tip: 'Духовой музыкальный инструмент' },
      { id: 6, word: 'огни', tip: 'На новогодней гирлянде мерцают' },
      { id: 7, word: 'нос', tip: 'У человека между глаз' },
      { id: 8, word: 'ноги', tip: 'Нога во множественном числе' },
    ],
    letters: ['н', 'о', 'и', 'с', 'о', 'р', 'о', 'г'],
    matrix: [
      ['*', '*', 'н', 'о', 'г', 'и', '*', '*'],
      ['*', '*', 'о', '*', 'о', '*', '*', 'р'],
      ['н', 'о', 'с', 'о', 'р', 'о', 'г', 'и'],
      ['о', '*', 'о', '*', 'н', '*', '*', 'н'],
      ['с', '*', 'р', '*', '*', '*', '*', 'г'],
      ['*', '*', 'о', 'г', 'н', 'и', '*', '*'],
      ['р', 'о', 'г', '*', '*', '*', '*', '*'],
    ],
  },
];
